const MATCH_DETAILS = {
  "14": {
    "match_no": 14,
    "weather": "雨",
    "wind": "無風",
    "pitch": "不良",
    "attendance": 100,
    "officials": {
      "referee": "諏訪 智昭",
      "assistant1": "岡崎 啓太郎",
      "assistant2": "井上 真尋",
      "fourth": "澤入 雅斗"
    },
    "lineups": {
      "広島経済大学": {
        "starters": [
          [
            "GK",
            51,
            "冨家 巧充"
          ],
          [
            "DF",
            8,
            "高橋 星那"
          ],
          [
            "DF",
            15,
            "高橋 豊河"
          ],
          [
            "DF",
            22,
            "今村 真仁",
            "C"
          ],
          [
            "DF",
            46,
            "下江 貫太"
          ],
          [
            "MF",
            2,
            "成田 創"
          ],
          [
            "MF",
            10,
            "浅野 颯真"
          ],
          [
            "MF",
            11,
            "河野 瑛太"
          ],
          [
            "MF",
            26,
            "橋本 亮太"
          ],
          [
            "MF",
            38,
            "松原 朋榮"
          ],
          [
            "FW",
            7,
            "出原 琉羽"
          ]
        ],
        "bench": [
          [
            "GK",
            52,
            "岡本 琉士"
          ],
          [
            "DF",
            5,
            "最上 尚哉"
          ],
          [
            "DF",
            24,
            "桑原 光司"
          ],
          [
            "DF",
            42,
            "又野 寛太"
          ],
          [
            "MF",
            13,
            "目次 康晟"
          ],
          [
            "MF",
            16,
            "山本 翔貴"
          ],
          [
            "MF",
            21,
            "若松 快英"
          ],
          [
            "MF",
            25,
            "栗栖 伊吹"
          ],
          [
            "MF",
            32,
            "熊谷 弾"
          ]
        ]
      },
      "広島文化学園大学": {
        "starters": [
          [
            "GK",
            38,
            "石川 優樹成"
          ],
          [
            "DF",
            5,
            "山﨑 智輝"
          ],
          [
            "DF",
            8,
            "三村 歓"
          ],
          [
            "DF",
            50,
            "田中 遥大"
          ],
          [
            "MF",
            6,
            "石田 怜汰"
          ],
          [
            "MF",
            14,
            "岩本 篤弥"
          ],
          [
            "MF",
            24,
            "黒川 泰輝"
          ],
          [
            "MF",
            35,
            "上田 史詠",
            "C"
          ],
          [
            "MF",
            40,
            "露口 創一朗"
          ],
          [
            "MF",
            62,
            "浜崎 樹己"
          ],
          [
            "FW",
            15,
            "宮﨑 修平"
          ]
        ],
        "bench": [
          [
            "GK",
            57,
            "末岡 宏斗"
          ],
          [
            "DF",
            2,
            "刀祢 秀幸"
          ],
          [
            "MF",
            7,
            "室賀 優龍"
          ],
          [
            "MF",
            10,
            "丸本 夏瑞馬"
          ],
          [
            "MF",
            22,
            "由良 駿弥"
          ],
          [
            "MF",
            29,
            "北舛 粋生"
          ],
          [
            "FW",
            9,
            "松本 大雅"
          ],
          [
            "FW",
            11,
            "加納 世羅"
          ],
          [
            "FW",
            51,
            "石田 怜桜"
          ]
        ]
      }
    },
    "subs": [
      {
        "minute": 60,
        "team": "広島経済大学",
        "out": "河野 瑛太",
        "in": "最上 尚哉"
      },
      {
        "minute": 45,
        "team": "広島文化学園大学",
        "out": "浜崎 樹己",
        "in": "由良 駿弥"
      },
      {
        "minute": 59,
        "team": "広島文化学園大学",
        "out": "岩本 篤弥",
        "in": "丸本 夏瑞馬"
      },
      {
        "minute": 59,
        "team": "広島文化学園大学",
        "out": "黒川 泰輝",
        "in": "北舛 粋生"
      },
      {
        "minute": 59,
        "team": "広島文化学園大学",
        "out": "宮﨑 修平",
        "in": "石田 怜桜"
      },
      {
        "minute": 74,
        "team": "広島文化学園大学",
        "out": "露口 創一朗",
        "in": "室賀 優龍"
      }
    ],
    "cards": [
      {
        "minute": 64,
        "team": "広島経済大学",
        "player": "成田 創",
        "type": "yellow",
        "reason": "ラフ"
      },
      {
        "minute": 75,
        "team": "広島経済大学",
        "player": "最上 尚哉",
        "type": "yellow",
        "reason": "遅延行為"
      }
    ],
    "shots": {
      "広島経済大学": {
        "total": 8,
        "players": {
          "下江 貫太": 1,
          "浅野 颯真": 1,
          "河野 瑛太": 1,
          "橋本 亮太": 2,
          "松原 朋榮": 1,
          "出原 琉羽": 1,
          "最上 尚哉": 1
        }
      },
      "広島文化学園大学": {
        "total": 6,
        "players": {
          "田中 遥大": 1,
          "岩本 篤弥": 3,
          "丸本 夏瑞馬": 1,
          "石田 怜桜": 1
        }
      }
    },
    "team_stats": {
      "広島経済大学": {
        "goal_kicks": 3,
        "corners": 11,
        "direct_fk": 14,
        "indirect_fk": 1,
        "offsides": 1,
        "pk": 0
      },
      "広島文化学園大学": {
        "goal_kicks": 12,
        "corners": 3,
        "direct_fk": 13,
        "indirect_fk": 1,
        "offsides": 1,
        "pk": 0
      }
    }
  },
  "43": {
    "match_no": 43,
    "weather": "曇り",
    "wind": "微風",
    "pitch": "良",
    "attendance": 30,
    "officials": {
      "referee": "市川 航輔",
      "assistant1": "大牧 涼芽",
      "assistant2": "内田 恭平",
      "fourth": "三宅 翼"
    },
    "lineups": {
      "川崎医療福祉大学": {
        "starters": [
          [
            "GK",
            13,
            "冨山 巧登"
          ],
          [
            "DF",
            9,
            "分野 友裕"
          ],
          [
            "DF",
            15,
            "石井 徠翔"
          ],
          [
            "DF",
            16,
            "松浦 哲郎"
          ],
          [
            "DF",
            24,
            "赤木 柾斗"
          ],
          [
            "MF",
            8,
            "深田 康介",
            "C"
          ],
          [
            "MF",
            10,
            "三木 滉大"
          ],
          [
            "MF",
            14,
            "河村 宥暉"
          ],
          [
            "MF",
            66,
            "間野 竜伍"
          ],
          [
            "FW",
            7,
            "内田 海基"
          ],
          [
            "FW",
            19,
            "政安 大輝"
          ]
        ],
        "bench": [
          [
            "GK",
            62,
            "岡本 隆誠"
          ],
          [
            "DF",
            20,
            "山田 昊汰"
          ],
          [
            "DF",
            88,
            "安部山 結佑"
          ],
          [
            "MF",
            5,
            "中桐 文太"
          ],
          [
            "MF",
            25,
            "土尻 大陽"
          ],
          [
            "MF",
            41,
            "三宅 朝陽"
          ],
          [
            "MF",
            47,
            "福田 依央"
          ],
          [
            "MF",
            49,
            "目黒 京瑚"
          ],
          [
            "FW",
            99,
            "長尾 和宝"
          ]
        ]
      },
      "広島大学": {
        "starters": [
          [
            "GK",
            16,
            "宮本 哲宏"
          ],
          [
            "DF",
            2,
            "佐伯 航汰"
          ],
          [
            "DF",
            5,
            "中尾 誉",
            "C"
          ],
          [
            "DF",
            20,
            "井上 款斗"
          ],
          [
            "DF",
            28,
            "増森 正悟"
          ],
          [
            "DF",
            44,
            "土井 雄仁"
          ],
          [
            "MF",
            7,
            "田中 陽大"
          ],
          [
            "MF",
            11,
            "松浦 太誠"
          ],
          [
            "MF",
            14,
            "木村 侑生"
          ],
          [
            "FW",
            9,
            "瀬口 廉太郎"
          ],
          [
            "FW",
            22,
            "竹川 輝瞳"
          ]
        ],
        "bench": [
          [
            "GK",
            1,
            "小林 航大"
          ],
          [
            "GK",
            21,
            "福田 駿介"
          ],
          [
            "DF",
            6,
            "廣畑 俊汰"
          ],
          [
            "DF",
            18,
            "森田 響"
          ],
          [
            "DF",
            96,
            "藤本 晃平"
          ],
          [
            "MF",
            26,
            "島田 青"
          ],
          [
            "MF",
            38,
            "葛城 旺佑"
          ],
          [
            "MF",
            51,
            "末次 隆之介"
          ],
          [
            "FW",
            17,
            "大渡 祐希"
          ]
        ]
      }
    },
    "subs": [
      {
        "minute": 67,
        "team": "川崎医療福祉大学",
        "out": "深田 康介",
        "in": "三宅 朝陽"
      },
      {
        "minute": 71,
        "team": "川崎医療福祉大学",
        "out": "内田 海基",
        "in": "目黒 京瑚"
      },
      {
        "minute": 77,
        "team": "川崎医療福祉大学",
        "out": "三木 滉大",
        "in": "土尻 大陽"
      },
      {
        "minute": 77,
        "team": "川崎医療福祉大学",
        "out": "分野 友裕",
        "in": "福田 依央"
      },
      {
        "minute": 77,
        "team": "川崎医療福祉大学",
        "out": "政安 大輝",
        "in": "長尾 和宝"
      },
      {
        "minute": 45,
        "team": "広島大学",
        "out": "土井 雄仁",
        "in": "大渡 祐希"
      },
      {
        "minute": 67,
        "team": "広島大学",
        "out": "竹川 輝瞳",
        "in": "森田 響"
      },
      {
        "minute": 78,
        "team": "広島大学",
        "out": "松浦 太誠",
        "in": "島田 青"
      },
      {
        "minute": 88,
        "team": "広島大学",
        "out": "井上 款斗",
        "in": "末次 隆之介"
      }
    ],
    "cards": [
      {
        "minute": 61,
        "team": "川崎医療福祉大学",
        "player": "松浦 哲郎",
        "type": "yellow",
        "reason": "反スポーツ"
      },
      {
        "minute": 90,
        "team": "川崎医療福祉大学",
        "player": "赤木 柾斗",
        "type": "yellow",
        "reason": "ラフ"
      },
      {
        "minute": 48,
        "team": "広島大学",
        "player": "井上 款斗",
        "type": "yellow",
        "reason": "ラフ"
      }
    ],
    "shots": {
      "川崎医療福祉大学": {
        "total": 7,
        "players": {
          "分野 友裕": 1,
          "内田 海基": 1,
          "政安 大輝": 3,
          "福田 依央": 1,
          "長尾 和宝": 1
        }
      },
      "広島大学": {
        "total": 12,
        "players": {
          "佐伯 航汰": 1,
          "井上 款斗": 1,
          "増森 正悟": 1,
          "松浦 太誠": 1,
          "木村 侑生": 1,
          "瀬口 廉太郎": 4,
          "大渡 祐希": 1
        }
      }
    },
    "team_stats": {
      "川崎医療福祉大学": {
        "goal_kicks": 3,
        "corners": 6,
        "direct_fk": 5,
        "indirect_fk": 3,
        "offsides": 0,
        "pk": 0
      },
      "広島大学": {
        "goal_kicks": 6,
        "corners": 4,
        "direct_fk": 6,
        "indirect_fk": 0,
        "offsides": 3,
        "pk": 0
      }
    }
  },
  "44": {
    "match_no": 44,
    "weather": "曇り",
    "wind": "微風",
    "pitch": "良",
    "attendance": 20,
    "officials": {
      "referee": "大久保 秀斗",
      "assistant1": "舛元 聖也",
      "assistant2": "津川 和雄",
      "fourth": "佐々木 陸斗"
    },
    "lineups": {
      "福山平成大学": {
        "starters": [
          [
            "GK",
            31,
            "西尾 太樹"
          ],
          [
            "DF",
            4,
            "藤木 由翔",
            "C"
          ],
          [
            "DF",
            5,
            "佐藤 連"
          ],
          [
            "DF",
            29,
            "瀧田 寛汰"
          ],
          [
            "MF",
            15,
            "手塚 佳祐"
          ],
          [
            "MF",
            20,
            "小澤 惟里"
          ],
          [
            "MF",
            24,
            "京泉 公太"
          ],
          [
            "MF",
            34,
            "曽我 颯馬"
          ],
          [
            "FW",
            7,
            "倉本 大耀"
          ],
          [
            "FW",
            23,
            "野田 知載"
          ],
          [
            "FW",
            39,
            "吉岡 力"
          ]
        ],
        "bench": [
          [
            "GK",
            1,
            "水津 陽音"
          ],
          [
            "DF",
            16,
            "福本 秀翔"
          ],
          [
            "MF",
            8,
            "寺岡 隆希"
          ],
          [
            "MF",
            10,
            "田村 蒼"
          ],
          [
            "MF",
            11,
            "竹杉 勇真"
          ],
          [
            "FW",
            14,
            "宮本 泰誠"
          ],
          [
            "FW",
            33,
            "上島 楽"
          ]
        ]
      },
      "広島文化学園大学": {
        "starters": [
          [
            "GK",
            38,
            "石川 優樹成"
          ],
          [
            "DF",
            2,
            "刀祢 秀幸"
          ],
          [
            "DF",
            5,
            "山﨑 智輝"
          ],
          [
            "DF",
            36,
            "石井 勇琉"
          ],
          [
            "MF",
            4,
            "實久 佑真"
          ],
          [
            "MF",
            6,
            "石田 怜汰"
          ],
          [
            "MF",
            10,
            "丸本 夏瑞馬"
          ],
          [
            "MF",
            35,
            "上田 史詠",
            "C"
          ],
          [
            "MF",
            62,
            "浜崎 樹己"
          ],
          [
            "FW",
            9,
            "松本 大雅"
          ],
          [
            "FW",
            11,
            "加納 世羅"
          ]
        ],
        "bench": [
          [
            "GK",
            57,
            "末岡 宏斗"
          ],
          [
            "DF",
            50,
            "田中 遥大"
          ],
          [
            "MF",
            7,
            "室賀 優龍"
          ],
          [
            "MF",
            14,
            "岩本 篤弥"
          ],
          [
            "MF",
            22,
            "由良 駿弥"
          ],
          [
            "MF",
            24,
            "黒川 泰輝"
          ],
          [
            "MF",
            29,
            "北舛 粋生"
          ],
          [
            "MF",
            40,
            "露口 創一朗"
          ],
          [
            "FW",
            15,
            "宮﨑 修平"
          ]
        ]
      }
    },
    "subs": [
      {
        "minute": 68,
        "team": "福山平成大学",
        "out": "曽我 颯馬",
        "in": "寺岡 隆希"
      },
      {
        "minute": 68,
        "team": "福山平成大学",
        "out": "倉本 大耀",
        "in": "宮本 泰誠"
      },
      {
        "minute": 84,
        "team": "福山平成大学",
        "out": "京泉 公太",
        "in": "田村 蒼"
      },
      {
        "minute": 45,
        "team": "広島文化学園大学",
        "out": "實久 佑真",
        "in": "田中 遥大"
      },
      {
        "minute": 53,
        "team": "広島文化学園大学",
        "out": "松本 大雅",
        "in": "室賀 優龍"
      },
      {
        "minute": 53,
        "team": "広島文化学園大学",
        "out": "石井 勇琉",
        "in": "黒川 泰輝"
      },
      {
        "minute": 53,
        "team": "広島文化学園大学",
        "out": "浜崎 樹己",
        "in": "露口 創一朗"
      },
      {
        "minute": 86,
        "team": "広島文化学園大学",
        "out": "加納 世羅",
        "in": "由良 駿弥"
      }
    ],
    "cards": [],
    "shots": {
      "福山平成大学": {
        "total": 5,
        "players": {
          "京泉 公太": 1,
          "倉本 大耀": 1,
          "吉岡 力": 2,
          "田村 蒼": 1
        }
      },
      "広島文化学園大学": {
        "total": 3,
        "players": {
          "丸本 夏瑞馬": 1,
          "松本 大雅": 1,
          "加納 世羅": 1
        }
      }
    },
    "team_stats": {
      "福山平成大学": {
        "goal_kicks": 6,
        "corners": 6,
        "direct_fk": 8,
        "indirect_fk": 4,
        "offsides": 0,
        "pk": 0
      },
      "広島文化学園大学": {
        "goal_kicks": 14,
        "corners": 5,
        "direct_fk": 6,
        "indirect_fk": 0,
        "offsides": 4,
        "pk": 0
      }
    }
  },
  "45": {
    "match_no": 45,
    "weather": "曇り",
    "wind": "無風",
    "pitch": "良",
    "attendance": 20,
    "officials": {
      "referee": "道中 優斗",
      "assistant1": "玉井 克典",
      "assistant2": "大野 晃史",
      "fourth": "前田 龍之介"
    },
    "lineups": {
      "周南公立大学": {
        "starters": [
          [
            "GK",
            1,
            "久保田 源心"
          ],
          [
            "DF",
            5,
            "永野 康生"
          ],
          [
            "DF",
            8,
            "大久保 柊弥",
            "C"
          ],
          [
            "DF",
            14,
            "松尾 壌一郎"
          ],
          [
            "DF",
            30,
            "重原 唯人"
          ],
          [
            "MF",
            6,
            "住田 翔"
          ],
          [
            "MF",
            7,
            "門脇 知玄"
          ],
          [
            "MF",
            9,
            "四元 龍馬"
          ],
          [
            "MF",
            11,
            "植田 悠月"
          ],
          [
            "FW",
            13,
            "板津 光晟"
          ],
          [
            "FW",
            34,
            "長尾 莉琥"
          ]
        ],
        "bench": [
          [
            "GK",
            38,
            "川瀬 龍之介"
          ],
          [
            "DF",
            2,
            "大國 創"
          ],
          [
            "DF",
            15,
            "井出口 舜人"
          ],
          [
            "MF",
            3,
            "湯上 瑛太"
          ],
          [
            "MF",
            17,
            "成合 侑生"
          ],
          [
            "MF",
            23,
            "谷口 颯汰"
          ],
          [
            "MF",
            25,
            "水津 拓朗"
          ],
          [
            "FW",
            18,
            "田中 朝陽"
          ],
          [
            "FW",
            28,
            "杉浦 我成"
          ]
        ]
      },
      "広島修道大学": {
        "starters": [
          [
            "GK",
            36,
            "横江 優心"
          ],
          [
            "DF",
            15,
            "井上 太陽",
            "C"
          ],
          [
            "DF",
            25,
            "山村 悠斗"
          ],
          [
            "DF",
            37,
            "越智 捷太郎"
          ],
          [
            "MF",
            12,
            "佐々木 吹"
          ],
          [
            "MF",
            22,
            "小野 羽楽"
          ],
          [
            "MF",
            26,
            "三野 真渚人"
          ],
          [
            "MF",
            60,
            "廣嶋 修"
          ],
          [
            "FW",
            7,
            "川端 堆志"
          ],
          [
            "FW",
            21,
            "戸田 透空"
          ],
          [
            "FW",
            29,
            "田近 悠翔"
          ]
        ],
        "bench": [
          [
            "GK",
            38,
            "松本 達弥"
          ],
          [
            "DF",
            3,
            "伊藤 惺矢"
          ],
          [
            "DF",
            66,
            "石丸 倫一郎"
          ],
          [
            "MF",
            14,
            "近本 結平"
          ],
          [
            "MF",
            17,
            "吉田 崚汰"
          ],
          [
            "MF",
            24,
            "中川 祐紀"
          ],
          [
            "MF",
            30,
            "福島 凛"
          ],
          [
            "FW",
            28,
            "山口 朔空"
          ],
          [
            "FW",
            39,
            "西本 竣亮"
          ]
        ]
      }
    },
    "subs": [
      {
        "minute": 45,
        "team": "周南公立大学",
        "out": "重原 唯人",
        "in": "谷口 颯汰"
      },
      {
        "minute": 56,
        "team": "周南公立大学",
        "out": "板津 光晟",
        "in": "井出口 舜人"
      },
      {
        "minute": 80,
        "team": "周南公立大学",
        "out": "植田 悠月",
        "in": "湯上 瑛太"
      },
      {
        "minute": 80,
        "team": "周南公立大学",
        "out": "長尾 莉琥",
        "in": "杉浦 我成"
      },
      {
        "minute": 87,
        "team": "周南公立大学",
        "out": "住田 翔",
        "in": "成合 侑生"
      },
      {
        "minute": 30,
        "team": "広島修道大学",
        "out": "戸田 透空",
        "in": "山口 朔空"
      },
      {
        "minute": 58,
        "team": "広島修道大学",
        "out": "田近 悠翔",
        "in": "西本 竣亮"
      },
      {
        "minute": 74,
        "team": "広島修道大学",
        "out": "川端 堆志",
        "in": "中川 祐紀"
      },
      {
        "minute": 74,
        "team": "広島修道大学",
        "out": "廣嶋 修",
        "in": "吉田 崚汰"
      },
      {
        "minute": 90,
        "team": "広島修道大学",
        "out": "佐々木 吹",
        "in": "石丸 倫一郎"
      }
    ],
    "cards": [
      {
        "minute": 86,
        "team": "周南公立大学",
        "player": "谷口 颯汰",
        "type": "yellow",
        "reason": "反スポーツ"
      },
      {
        "minute": 44,
        "team": "広島修道大学",
        "player": "山口 朔空",
        "type": "yellow",
        "reason": "繰返違反"
      }
    ],
    "shots": {
      "周南公立大学": {
        "total": 8,
        "players": {
          "門脇 知玄": 1,
          "四元 龍馬": 3,
          "植田 悠月": 2,
          "湯上 瑛太": 1,
          "谷口 颯汰": 1
        }
      },
      "広島修道大学": {
        "total": 7,
        "players": {
          "山村 悠斗": 1,
          "佐々木 吹": 2,
          "小野 羽楽": 1,
          "川端 堆志": 1,
          "山口 朔空": 1,
          "西本 竣亮": 1
        }
      }
    },
    "team_stats": {
      "周南公立大学": {
        "goal_kicks": 4,
        "corners": 6,
        "direct_fk": 10,
        "indirect_fk": 0,
        "offsides": 5,
        "pk": 0
      },
      "広島修道大学": {
        "goal_kicks": 7,
        "corners": 1,
        "direct_fk": 11,
        "indirect_fk": 0,
        "offsides": 0,
        "pk": 0
      }
    }
  }
};
