const VENUES = {
  "川崎医療福祉大学": [
    [
      "川崎医療福祉大学 総合グラウンド",
      "〒701-0115 岡山県倉敷市二子",
      "JR 中庄駅より徒歩約15分。／倉敷ICから車で約10分。／早島ICから車で約10分。"
    ]
  ],
  "IPU・環太平洋大学": [
    [
      "IPU・環太平洋大学 赤坂グラウンド",
      "〒701-2216 岡山県赤磐市多賀",
      "山陽ICより車で20分。"
    ],
    [
      "IPU・環太平洋大学 瀬戸グラウンド",
      "〒709-0863 岡山市東区瀬戸町観音寺758",
      "JR 瀬戸駅・JR 東岡山駅より車で約10分。"
    ]
  ],
  "福山平成大学": [
    [
      "福山平成大学",
      "〒720-0001 広島県福山市御幸町正戸117-1",
      "JR 福山駅南口より中国バスで約25分。"
    ]
  ],
  "福山大学": [
    [
      "福山大学 サッカー場",
      "〒729-0292 広島県福山市東村町字三蔵985-1",
      "JR 福山駅から直通バスで約35分。／JR 松永駅からスクールバスで約10分。"
    ]
  ],
  "広島経済大学": [
    [
      "広島経済大学 フットボールパーク",
      "〒731-0138 広島県広島市安佐南区祇園8丁目5-17",
      "広島ICより車で約7分。／JR 下祇園駅より徒歩約17分。"
    ],
    [
      "広島経済大学 陸上競技場",
      "〒731-0138 広島県広島市安佐南区祇園町",
      "広島ICより車で約15分。／JR 下祇園駅より徒歩約30分。"
    ]
  ],
  "広島修道大学": [
    [
      "広島修道大学 第2グラウンド",
      "〒731-3166 広島県広島市安佐南区大塚東1丁目1",
      "アストラムライン広域公園前駅より徒歩約5分。"
    ]
  ],
  "広島文化学園大学": [
    [
      "広島文化学園大学 総合スポーツ施設",
      "〒737-0162 広島県呉市郷原学びの丘1丁目6-5-1",
      "郷原ICより車で約10分。"
    ]
  ],
  "広島大学": [
    [
      "東広島ドリームフィールド",
      "〒739-0046 広島県東広島市鏡山1丁目5-3",
      "下三永福本ICより車で約15分。"
    ]
  ],
  "周南公立大学": [
    [
      "周南公立大学 人工芝サッカー場",
      "〒745-8566 山口県周南市学園台843-4-2",
      "JR 徳山駅前より防長バスで20分。"
    ]
  ],
  "山口大学": [
    [
      "やまぐちサッカー交流広場",
      "〒747-0342 山口県山口市徳地船路890",
      "徳地ICより車で約15分。／JR 山口駅より車で約40分。"
    ]
  ]
};
